IDEA Open Model
PreloadedBoltsLoadType Enumeration
Compatible with IDEA StatiCa 20.1
 Preloaded Bolts Load Type SNIP
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public enum PreloadedBoltsLoadType
Public Enumeration PreloadedBoltsLoadType
Members
Member name | Value | Description
Static | 0 |  Static
Dynamic | 1 |  Dynamic
See Also
Reference
IdeaRS.OpenModel Namespace